Repository: NaN-tic/trytond-production_quality_control
Catalog: locale/*.po
Languages: ca, es

# field:product.template,quality_template:
source: Quality Template
ca: Plantilla de qualitat
es: Plantilla de calidad

# field:product.template,quality_templates:
source: Quality Templates
ca: Plantilles de qualitat
es: Plantillas de calidad

# field:product.template-quality.template,company:
source: Company
ca: Empresa
es: Empresa

# field:product.template-quality.template,interval:
source: Interval
es: Intervalo

# field:product.template-quality.template,quality_template:
source: Quality Template
ca: Plantilla de qualitat
es: Plantilla de calidad

# field:product.template-quality.template,template:
source: Template
ca: Plantilla
es: Plantilla

# field:production,quality_template:
source: Quality Template
ca: Plantilla de qualitat
es: Plantilla de calidad

# field:production,quality_templates:
source: Quality Templates
ca: Plantilles de qualitat
es: Plantillas de calidad

# field:production,quality_tests:
source: Quality Tests
ca: Tests de qualitat
es: Tests de calidad

# field:production,time_since_quality_control:
source: Time since quality control
ca: Temps des de control de qualitat
es: Tiempo des de control de calidad

# help:product.template-quality.template,interval:
source: Interval in minutes
ca: Interval en minuts
es: Intervalo en minutos

# model:ir.action,name:act_quality_tests
source: Quality Tests
ca: Tests de qualitat
es: Tests de calidad

# model:ir.message,text:msg_test_not_successful
source: The production "%(production)s" has tests that are not correct.
ca: La producció "%(production)s" té tests que no són correctes.
es: La producci√≥n "%(production)s" tiene tests que no son correctos.

# model:ir.rule.group,name:rule_product_quality_template
source: Product Template Quality Template Rule
ca: Regla de plantilles de producte i plantilles de qualitat
es: Regla de plantillas de producto y plantillas de calidad

# model:product.template-quality.template,name:
source: Production Template
ca: Produccions - Plantilles
es: Producciones - Plantillas

# selection:ir.cron,method:
source: Create quality control
ca: Crear control de qualitat
es: Crear control de calidad

# view:production:
source: Quality
ca: Qualitat
es: Calidad
